Repository: ramprakash-07/FRA-WEBGIS
Catalog: FRASENTINEL/001/FRA-SENTINEL/webgis/translations/*/LC_MESSAGES/messages.po
Languages: hi

source: FRA Sentinel
hi: एफआरए सेंटिनल

source: AI Predictions
hi: एआई भविष्यवाणी

source: AI Assistant
hi: एआई सहायक

source: Analytics
hi: विश्लेषण

source: Reports
hi: रिपोर्ट्स

source: Schemes
hi: योजनाएं

source: Enter Data
hi: डेटा दर्ज करें

source: Government Schemes
hi: सरकारी योजनाएं

source: Discover eligible government schemes for FRA beneficiaries and forest-dwelling communities
hi: एफआरए लाभार्थियों और वन-निवासी समुदायों के लिए पात्र सरकारी योजनाओं की खोज करें

source: DAJGUA Convergence Mode
hi: डाजगुआ अभिसरण मोड

source: Village Convergence Score
hi: गांव अभिसरण स्कोर

source: Overview
hi: अवलोकन

source: Progress
hi: प्रगति

source: Export
hi: निर्यात

source: Smart Recommendations
hi: स्मार्ट सिफारिशें

source: Analyzing data...
hi: डेटा का विश्लेषण कर रहे हैं...

source: FRA Data Collection
hi: एफआरए डेटा संग्रह

source: Enter your household information to get personalized government scheme suggestions
hi: व्यक्तिगत सरकारी योजना सुझाव प्राप्त करने के लिए अपने घरेलू जानकारी दर्ज करें

source: Personal Information
hi: व्यक्तिगत जानकारी

source: Head of Household Name
hi: परिवार के मुखिया का नाम

source: Address Information
hi: पता जानकारी

source: Complete Address
hi: पूरा पता

source: Located in Tribal District?
hi: आदिवासी जिले में स्थित?

source: Total Family Members
hi: कुल परिवार के सदस्य

source: Land Information
hi: भूमि जानकारी

source: Get Scheme Suggestions
hi: योजना सुझाव प्राप्त करें

source: Clear Form
hi: फॉर्म साफ़ करें
